trunk/HSIM/iServer/BRS/xml/SetAggregation

<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/"><Body><GetUpdatedObjects xmlns="http://schemas.actuate.com/actuate11"><Operation><Target><Id>$1</Id><Type>$2</Type></Target><Operator>SetAggregation</Operator><Data><ColumnDefs><ColumnDef><Index>$3</Index><BoundDataColumn><Name>$4</Name></BoundDataColumn><Aggregate><Func>SUM</Func><Label>Sum</Label><SubTotal><Enable>true</Enable><ShowInFooter>true</ShowInFooter><GroupName></GroupName></SubTotal><GrandTotal><Enable>true</Enable><ShowInFooter>true</ShowInFooter></GrandTotal><SortDir>none</SortDir></Aggregate></ColumnDef></ColumnDefs></Data></Operation></GetUpdatedObjects></Body></Envelope>
